Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 美国独立日
de: Unabhängigkeitstag
en: Independence Day
es: Día de la Independencia
fr: Fête de l’indépendance des États-Unis
id: Hari Kemerdekaan AS
it: Giorno dell’indipendenza degli Stati Uniti
ja: 米国独立記念日
ko: 미국 독립기념일
nl: Onafhankelijkheidsdag
pl: Dzień Niepodległości USA
pt_br: Dia da Independência dos EUA
ru: День независимости США
tr: ABD Bağımsızlık Günü
vi: Ngày Độc lập Hoa Kỳ
zh_hant: 美國獨立日

source: 耶稣受难日
de: Karfreitag
en: Good Friday
es: Viernes Santo
fr: Vendredi saint
id: Jumat Agung
it: Venerdì santo
ja: 聖金曜日
ko: 성금요일
nl: Goede Vrijdag
pl: Wielki Piątek
pt_br: Sexta-feira Santa
ru: Страстная пятница
tr: Kutsal Cuma
vi: Thứ Sáu Tuần Thánh
zh_hant: 耶穌受難日

source: 耶稣受难日翌日
de: Tag nach Karfreitag
en: Day after Good Friday
es: Día siguiente al Viernes Santo
fr: Lendemain du Vendredi saint
id: Sehari setelah Jumat Agung
it: Giorno dopo il Venerdì santo
ja: 聖金曜日の翌日
ko: 성금요일 다음 날
nl: Dag na Goede Vrijdag
pl: Wielka Sobota
pt_br: Dia após a Sexta-feira Santa
ru: День после Страстной пятницы
tr: Kutsal Cuma’dan sonraki gün
vi: Ngày sau Thứ Sáu Tuần Thánh
zh_hant: 耶穌受難日翌日

source: 节礼日
de: Zweiter Weihnachtsfeiertag
en: Boxing Day
es: Boxing Day
fr: Lendemain de Noël
id: Boxing Day
it: Boxing Day
ja: ボクシングデー
ko: 박싱데이
nl: Tweede kerstdag
pl: Drugi dzień Bożego Narodzenia
pt_br: Boxing Day
ru: День подарков
tr: Noel Ertesi
vi: Ngày Tặng quà
zh_hant: 節禮日

source: 菜单栏
de: Menüleiste
en: Menu Bar
es: Barra de menús
fr: Barre des menus
id: Bar Menu
it: Barra dei menu
ja: メニューバー
ko: 메뉴 막대
nl: Menubalk
pl: Pasek menu
pt_br: Barra de Menus
ru: Строка меню
tr: Menü Çubuğu
vi: Thanh menu
zh_hant: 選單列

source: 菜单栏里的Dayside不见了
de: Dayside ist aus der Menüleiste verschwunden
en: Dayside is gone from the menu bar
es: Dayside ha desaparecido de la barra de menús
fr: Dayside a disparu de la barre des menus.
id: Dayside hilang dari bar menu
it: Dayside è sparito dalla barra dei menu
ja: メニューバーからDaysideが消えた
ko: 메뉴 막대에서 Dayside가 사라짐
nl: Dayside is uit de menubalk verdwenen.
pl: Nie widać aplikacji Dayside na pasku menu
pt_br: O Dayside desapareceu da barra de menus
ru: Dayside исчез из строки меню
tr: Dayside menü çubuğunda görünmüyor
vi: Dayside biến mất khỏi thanh menu
zh_hant: 選單列裡的Dayside不見了

# 菜单栏面板
source: 面板
de: Panel
en: Panel
es: Panel
fr: Panneau
id: Panel
it: Pannello
ja: メニューバーのパネル
ko: 패널
nl: Paneel
pl: Panel
pt_br: Painel
ru: Панель
tr: Panel
vi: Bảng

source: 蓝色
de: Blau
en: Blue
es: Azul
fr: Bleu
id: Biru
it: Blu
ja: ブルー
ko: 파란색
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
tr: Mavi
vi: Xanh lam
zh_hant: 藍色

source: 蛾眉月
de: Zunehmende Sichel
en: Waxing Crescent
es: Luna creciente
fr: Premier croissant
id: Bulan Sabit Awal
it: Luna crescente
ja: 満ちていく三日月
ko: 초승달
nl: Wassende sikkel
pl: Po nowiu
pt_br: Crescente
ru: Растущий серп
tr: Büyüyen Hilal
vi: Trăng lưỡi liềm đầu tháng
zh_hant: 眉月

source: 衬线
de: Serifenschrift
en: Serif
es: Con serifa
fr: Avec empattements
id: Serif
it: Serif
ja: セリフ
ko: 세리프
nl: Met schreef
pl: Szeryfowa
pt_br: Serifa
ru: С засечками
tr: Tırnaklı
vi: Có chân
zh_hant: 襯線

source: 要换算的时间
de: Umzurechnende Uhrzeit
en: Time to convert
es: Hora para convertir
fr: Heure à convertir
id: Waktu yang akan dikonversi
it: Orario da convertire
ja: 変換する時刻
ko: 변환할 시간
nl: Om te rekenen tijd
pl: Godzina do przeliczenia
pt_br: Horário a converter
ru: Время для пересчёта
tr: Dönüştürülecek saat
vi: Thời gian cần quy đổi
zh_hant: 要換算的時間

source: 计时器
de: Timer
en: Timers
es: Temporizadores
fr: Minuteurs
id: Timer
it: Timer
ja: タイマー
ko: 타이머
nl: Timers
pl: Minutniki
pt_br: Timers
ru: Таймеры
tr: Sayaçlar
vi: Hẹn giờ
zh_hant: 計時器

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hant: 設定

source: 请使用明确的时间和IANA时区标识，例如 14:00 Europe/Paris。
de: Verwende eine eindeutige Uhrzeit und IANA-Zeitzone, etwa 14:00 Europe/Paris.
en: Use an explicit time and IANA time zone, such as 14:00 Europe/Paris.
es: Usa una hora explícita y un identificador de zona horaria IANA, por ejemplo, 14:00 Europe/Paris.
fr: Utilisez une heure explicite et un identifiant de fuseau horaire IANA, par exemple 14:00 Europe/Paris.
id: Gunakan waktu yang jelas dan pengenal zona waktu IANA, misalnya 14:00 Europe/Paris.
it: Usa un orario esplicito e un identificativo di fuso orario IANA, ad esempio 14:00 Europe/Paris.
ja: 14:00 Europe/Parisのように、明確な時刻とIANA時間帯識別子を指定してください。
ko: 14:00 Europe/Paris처럼 명확한 시각과 IANA 시간대 식별자를 사용하세요.
nl: Gebruik een duidelijke tijd en IANA-tijdzone-ID, zoals 14:00 Europe/Paris.
pl: Podaj dokładną godzinę i strefę czasową IANA, np. 14:00 Europe/Paris.
pt_br: Use um horário explícito e um identificador de fuso IANA, como 14:00 Europe/Paris.
ru: Укажите точное время и идентификатор часового пояса IANA, например 14:00 Europe/Paris.
tr: Kesin bir saat ve IANA saat dilimi tanımlayıcısı kullanın, örneğin 14:00 Europe/Paris.
vi: Hãy dùng giờ cụ thể và mã định danh múi giờ IANA, ví dụ 14:00 Europe/Paris.
zh_hant: 請使用明確的時間和IANA時區識別碼，例如14:00 Europe/Paris。

source: 请先保存至少两个地点，并输入15至480分钟的时长。
de: Sichere mindestens zwei Orte und gib eine Dauer von 15 bis 480 Minuten ein.
en: Save at least two places and enter a duration from 15 to 480 minutes.
es: Guarda al menos dos lugares e introduce una duración de 15 a 480 minutos.
fr: Enregistrez au moins deux lieux et saisissez une durée de 15 à 480 minutes.
id: Simpan setidaknya dua lokasi terlebih dahulu, dan masukkan durasi 15 hingga 480 menit.
it: Salva almeno due luoghi e inserisci una durata tra 15 e 480 minuti.
ja: 場所を2つ以上保存し、15〜480分の所要時間を入力してください。
ko: 장소를 두 개 이상 저장하고 15~480분 사이의 시간을 입력하세요.
nl: Bewaar minstens twee locaties en voer een duur in van 15 tot 480 minuten.
pl: Zachowaj co najmniej dwa miejsca i wpisz czas trwania od 15 do 480 minut.
pt_br: Salve pelo menos dois locais e informe uma duração de 15 a 480 minutos.
ru: Сохраните не менее двух мест и укажите длительность от 15 до 480 минут.
tr: Önce en az iki konum kaydedin ve 15 ile 480 dakika arasında bir süre girin.
vi: Hãy lưu ít nhất hai địa điểm và nhập thời lượng từ 15 đến 480 phút.
zh_hant: 請先儲存至少兩個地點，並輸入15至480分鐘的時間長度。

source: 请至少选择一天。
de: Wähle mindestens einen Tag aus.
en: Select at least one day.
es: Selecciona al menos un día.
fr: Sélectionnez au moins un jour.
id: Pilih setidaknya satu hari.
it: Seleziona almeno un giorno.
ja: 曜日を1つ以上選択してください。
ko: 하루 이상 선택하세요.
nl: Kies minstens één dag.
pl: Wybierz co najmniej jeden dzień.
pt_br: Escolha pelo menos um dia.
ru: Выберите хотя бы один день.
tr: En az bir gün seçin.
vi: Hãy chọn ít nhất một ngày.
zh_hant: 請至少選擇一天。

source: 请选择有效的开始和结束时间。
de: Wähle gültige Anfangs- und Endzeiten.
en: Choose valid start and end times.
es: Elige horas de inicio y fin válidas.
fr: Choisissez des heures de début et de fin valides.
id: Pilih waktu mulai dan selesai yang valid.
it: Scegli orari di inizio e fine validi.
ja: 有効な開始時刻と終了時刻を選んでください。
ko: 유효한 시작 및 종료 시간을 선택하세요.
nl: Kies een geldige begin- en eindtijd.
pl: Wybierz prawidłową godzinę początku i końca.
pt_br: Escolha horários válidos de início e fim.
ru: Выберите допустимое время начала и окончания.
tr: Geçerli başlangıç ve bitiş saatleri seçin.
vi: Hãy chọn giờ bắt đầu và giờ kết thúc hợp lệ.
zh_hant: 請選擇有效的開始和結束時間。

source: 请选择有效的时区。
de: Wähle eine gültige Zeitzone.
en: Choose a valid time zone.
es: Elige una zona horaria válida.
fr: Choisissez un fuseau horaire valide.
id: Pilih zona waktu yang valid.
it: Scegli un fuso orario valido.
ja: 有効な時間帯を選んでください。
ko: 유효한 시간대를 선택하세요.
nl: Kies een geldige tijdzone.
pl: Wybierz prawidłową strefę czasową.
pt_br: Escolha um fuso horário válido.
ru: Выберите допустимый часовой пояс.
tr: Geçerli bir saat dilimi seçin.
vi: Hãy chọn một múi giờ hợp lệ.
zh_hant: 請選擇有效的時區。

source: 距上次新月
de: Seit dem letzten Neumond
en: Since Last New Moon
es: Desde la última luna nueva
fr: Depuis la dernière nouvelle lune
id: Sejak Bulan Baru Terakhir
it: Dall’ultima luna nuova
ja: 前回の新月から
ko: 지난 신월 이후
nl: Sinds vorige nieuwe maan
pl: Od ostatniego nowiu
pt_br: Tempo Desde a Última Lua Nova
ru: С прошлого новолуния
tr: Son Yeni Aydan Bu Yana
vi: Kể từ trăng non trước

source: 距日照最短的一天（%@）还有%lld天，届时日照%@。
de: Noch %2$lld Tage bis zum kürzesten Tag des Jahres (%1$@). Dann gibt es %3$@ Tageslicht.
en: The shortest day of the year (%1$@) is %2$lld days away, with %3$@ of daylight.
es: Faltan %2$lld días para el día más corto del año (%1$@), con %3$@ de luz diurna.
fr: Le jour le plus court de l’année (%1$@) est dans %2$lld jours, avec %3$@ de lumière du jour.
id: Hari dengan siang terpendek (%1$@) tinggal %2$lld hari lagi, dengan durasi siang %3$@.
it: Il giorno più corto dell’anno (%1$@) è tra %2$lld giorni, con %3$@ di luce.
ja: 1年で最も昼が短い日（%1$@）まであと%2$lld日。その日の昼の長さは%3$@です。
ko: 일 년 중 낮이 가장 짧은 날(%1$@)까지 %2$lld일 남았으며, 그날 낮의 길이는 %3$@입니다.
nl: De kortste dag van het jaar (%1$@) is over %2$lld dagen, met %3$@ daglicht.
pl: Najkrótszy dzień w roku (%1$@) potrwa %3$@; zostało do niego %2$lld dnia.
pt_br: Faltam %2$lld dias para o dia mais curto do ano (%1$@), com %3$@ de luz do dia.
ru: До самого короткого дня в году (%1$@) осталось %2$lld дня, световой день тогда составит %3$@.
tr: Yılın en kısa gündüzü (%1$@) %2$lld gün sonra; gün ışığı süresi o gün %3$@ olacak.
vi: Ngày ngắn nhất trong năm (%1$@) còn %2$lld ngày nữa, khi đó ban ngày dài %3$@.
zh_hant: 距日照最短的一天（%@）還有%lld天，屆時日照%@。

source: 距日照最长的一天（%@）还有%lld天，届时日照%@。
de: Noch %2$lld Tage bis zum längsten Tag des Jahres (%1$@). Dann gibt es %3$@ Tageslicht.
en: The longest day of the year (%1$@) is %2$lld days away, with %3$@ of daylight.
es: Faltan %2$lld días para el día más largo del año (%1$@), con %3$@ de luz diurna.
fr: Le jour le plus long de l’année (%1$@) est dans %2$lld jours, avec %3$@ de lumière du jour.
id: Hari dengan siang terpanjang (%1$@) tinggal %2$lld hari lagi, dengan durasi siang %3$@.
it: Il giorno più lungo dell’anno (%1$@) è tra %2$lld giorni, con %3$@ di luce.
ja: 1年で最も昼が長い日（%1$@）まであと%2$lld日。その日の昼の長さは%3$@です。
ko: 일 년 중 낮이 가장 긴 날(%1$@)까지 %2$lld일 남았으며, 그날 낮의 길이는 %3$@입니다.
nl: De langste dag van het jaar (%1$@) is over %2$lld dagen, met %3$@ daglicht.
pl: Najdłuższy dzień w roku (%1$@) potrwa %3$@; zostało do niego %2$lld dnia.
pt_br: Faltam %2$lld dias para o dia mais longo do ano (%1$@), com %3$@ de luz do dia.
ru: До самого длинного дня в году (%1$@) осталось %2$lld дня, световой день тогда составит %3$@.
tr: Yılın en uzun gündüzü (%1$@) %2$lld gün sonra; gün ışığı süresi o gün %3$@ olacak.
vi: Ngày dài nhất trong năm (%1$@) còn %2$lld ngày nữa, khi đó ban ngày dài %3$@.
zh_hant: 距日照最長的一天（%@）還有%lld天，屆時日照%@。

source: 跟随界面
de: Wie Benutzeroberfläche
en: Follow Interface
es: Según el idioma de la interfaz
fr: Suivre l’interface
id: Ikuti Antarmuka
it: Segui l’interfaccia
ja: インターフェースに合わせる
ko: 인터페이스 따르기
nl: Volg interfacetaal
pl: Jak w interfejsie
pt_br: Seguir Interface
ru: Как в интерфейсе
tr: Arayüze Göre
vi: Theo giao diện
zh_hant: 跟隨介面

source: 跟随系统
de: Dem System folgen
en: Follow System
es: Según el sistema
fr: Suivre le système
id: Ikuti Sistem
it: Segui il sistema
ja: システムに合わせる
ko: 시스템 따르기
nl: Volg systeem
pl: Jak w systemie
pt_br: Seguir o Sistema
ru: Как в системе
tr: Sisteme Göre
vi: Theo hệ thống
zh_hant: 跟隨系統

source: 跳到 %@
de: Zu %@ springen
en: Jump to %@
es: Ir a %@
fr: Aller à %@
id: Lompat ke %@
it: Vai a %@
ja: %@へ移動
ko: %@에 이동
nl: Spring naar %@
pl: Przejdź do chwili: %@
pt_br: Ir para %@
ru: Перейти к %@
tr: Bu ana atla: %@
vi: Chuyển đến %@

source: 还没有地点
de: Noch keine Orte
en: No places yet
es: Aún no hay lugares
fr: Aucun lieu pour l’instant
id: Belum ada lokasi
it: Ancora nessun luogo
ja: 場所はまだありません
ko: 아직 추가한 장소 없음
nl: Nog geen locaties
pl: Nie dodano jeszcze miejsc
pt_br: Nenhum local ainda
ru: Мест пока нет
tr: Henüz konum yok
vi: Chưa có địa điểm
zh_hant: 還沒有地點

# 这一天没有符合条件的黄金时刻。
source: 这一天没有黄金时刻
de: An diesem Tag gibt es keine goldene Stunde
en: No golden hour on this day
es: Este día no hay hora dorada
fr: Aucune heure dorée ce jour-là.
id: Tidak ada golden hour pada hari ini
it: Nessuna ora d’oro in questa data
ja: この日はゴールデンアワーがありません。
ko: 이날은 골든 아워가 없습니다.
nl: Geen gouden uur op deze dag
pl: Tego dnia nie ma złotej godziny
pt_br: Sem hora dourada neste dia
ru: В этот день нет золотого часа
tr: Bu tarihte altın saat yok
vi: Ngày này không có giờ vàng
zh_hant: 這一天沒有黃金時刻

# 这个地点没有经纬度。请添加具体城市后查看日照。
source: 这个地点没有坐标，请添加具体的城市。
de: Dieser Ort hat keine Koordinaten. Füge eine konkrete Stadt hinzu.
en: This place has no coordinates. Add a specific city.
es: Este lugar no tiene coordenadas. Añade una ciudad concreta.
fr: Ce lieu n’a pas de coordonnées. Ajoutez une ville précise.
id: Lokasi ini tidak memiliki koordinat. Tambahkan kota tertentu.
it: Questo luogo non ha coordinate. Aggiungi una città specifica.
ja: この場所には座標がありません。具体的な都市を追加してください。
ko: 이 장소에는 좌표가 없습니다. 구체적인 도시를 추가하세요.
nl: Deze locatie heeft geen coördinaten. Voeg een specifieke stad toe.
pl: To miejsce nie ma współrzędnych. Dodaj konkretne miasto.
pt_br: Este local não tem coordenadas. Adicione uma cidade específica.
ru: У этого места нет координат. Добавьте конкретный город.
tr: Bu konumun koordinatları yok. Belirli bir şehir ekleyin.
vi: Địa điểm này không có tọa độ. Hãy thêm một thành phố cụ thể.
zh_hant: 這個地點沒有座標，請新增具體的城市。

# 这个当地时刻不存在，可能处于夏令时跳转。请换一个时刻。
source: 这个当地时刻不存在，可能是换钟时跳过了。请换一个时刻。
de: Diese Ortszeit existiert nicht; möglicherweise wurde sie bei einer Zeitumstellung übersprungen. Wähle eine andere Uhrzeit.
en: This local time doesn’t exist; a clock change may have skipped it. Choose another time.
es: Esta hora local no existe; es posible que un cambio de hora la haya omitido. Elige otra hora.
fr: Cette heure locale n’existe pas ; elle a peut-être été omise lors d’un changement d’heure. Choisissez une autre heure.
id: Waktu setempat ini tidak ada; perubahan jam mungkin telah melewatinya. Pilih waktu lain.
it: Quest’ora locale non esiste; un cambio dell’ora potrebbe averla saltata. Scegli un altro orario.
ja: この現地時刻は存在しません。時刻変更で飛ばされた可能性があります。別の時刻を選んでください。
ko: 이 현지 시각은 존재하지 않습니다. 시계 조정으로 건너뛰었을 수 있습니다. 다른 시각을 선택하세요.
nl: Deze lokale tijd bestaat niet, mogelijk door een klokwijziging. Kies een ander tijdstip.
pl: Ta godzina lokalna nie istnieje; mogła zostać pominięta przez zmianę czasu. Wybierz inną godzinę.
pt_br: Esse horário local não existe; a mudança de horário pode tê-lo pulado. Escolha outro horário.
ru: Такого местного времени не существует — возможно, оно пропущено при переводе часов. Выберите другое.
tr: Bu yerel saat mevcut değil; saat değişikliğinde atlanmış olabilir. Başka bir saat seçin.
vi: Giờ địa phương này không tồn tại, có thể do đổi giờ đã bỏ qua. Hãy chọn thời điểm khác.
zh_hant: 這個當地時刻不存在，可能是時鐘調整時跳過了。請換一個時刻。

source: 这个组合已被其他App占用，换一个。
de: Eine andere App verwendet dieses Kürzel bereits. Wähle ein anderes.
en: Another app already uses this shortcut. Choose a different one.
es: Otra app ya usa este atajo. Elige otro.
fr: Une autre app utilise déjà ce raccourci. Choisissez-en un autre.
id: App lain sudah menggunakan pintasan ini. Pilih yang lain.
it: Un’altra app usa già questa abbreviazione. Scegline un’altra.
ja: このショートカットは別のアプリが使用中です。別の組み合わせにしてください。
ko: 다른 앱이 이 단축키를 사용 중입니다. 다른 조합을 선택하세요.
nl: Een andere app gebruikt deze toetscombinatie al. Kies een andere.
pl: Ten skrót jest już używany przez inną aplikację. Wybierz inny.
pt_br: Outro app já usa este atalho. Escolha outro.
ru: Это сочетание уже занято другим приложением. Выберите другое.
tr: Bu kestirme başka bir uygulama tarafından kullanılıyor. Başka bir tane seçin.
vi: Một ứng dụng khác đã dùng phím tắt này. Hãy chọn phím tắt khác.
zh_hant: 這個組合已被其他App佔用，換一個。

source: 这个键不能用作快捷键。
de: Diese Taste lässt sich nicht als Kürzel verwenden.
en: This key can’t be used in a shortcut.
es: Esta tecla no puede usarse en un atajo.
fr: Cette touche ne peut pas servir de raccourci.
id: Tombol ini tidak dapat digunakan dalam pintasan.
it: Questo tasto non può essere usato in un’abbreviazione.
ja: このキーはショートカットに使えません。
ko: 이 키는 단축키로 쓸 수 없습니다.
nl: Deze toets kan niet in een toetscombinatie worden gebruikt.
pl: Tego klawisza nie można użyć w skrócie.
pt_br: Esta tecla não pode ser usada em um atalho.
ru: Эту клавишу нельзя использовать в сочетании.
tr: Bu tuş kestirmede kullanılamaz.
vi: Không thể dùng phím này trong phím tắt.
zh_hant: 這個鍵不能用作快捷鍵。

# 这几个地点在这个日期用的是真太阳时，偏移带秒；复制的 ISO 8601 已四舍五入到整分钟。
source: 这个日期的偏移带秒（当时用地方平时）；拷贝的ISO 8601已取整到分钟。
de: An diesem Datum enthält der UTC-Versatz Sekunden (damals galt die mittlere Ortszeit). Beim Kopieren im ISO-8601-Format wird er auf ganze Minuten gerundet.
en: On this date the offset has seconds (local mean time); the copied ISO 8601 is rounded to the minute.
es: En esta fecha el desfase incluye segundos (hora solar media); el ISO 8601 copiado se redondea al minuto.
fr: À cette date, le décalage comporte des secondes, car l’heure locale moyenne était utilisée. Le format ISO 8601 copié est arrondi à la minute.
id: Pada tanggal ini, selisih waktu mencakup detik (waktu rata-rata setempat); ISO 8601 yang disalin dibulatkan ke menit.
it: In questa data lo scostamento include i secondi (tempo medio locale); il valore ISO 8601 copiato è arrotondato al minuto.
ja: この日付のUTCオフセットには秒が含まれます（当時は地方平均時を使用）。コピーしたISO 8601のUTCオフセットは分単位に丸められています。
ko: 이 날짜의 오프셋에 초 단위가 포함되어 있습니다(지방 평균시). 복사되는 ISO 8601은 분 단위로 반올림됩니다.
nl: Op deze datum bevat het tijdsverschil ook seconden (destijds gold de lokale middelbare zonnetijd). De gekopieerde ISO 8601-notatie is afgerond op minuten.
pl: W tym dniu przesunięcie zawiera sekundy (lokalny średni czas słoneczny); skopiowany zapis w formacie ISO 8601 zaokrąglono do minuty.
pt_br: Nesta data, o deslocamento inclui segundos (hora média local); o ISO 8601 copiado é arredondado para minutos inteiros.
ru: В эту дату смещение содержит секунды (местное среднее солнечное время); ISO 8601 при копировании округлён до минуты.
tr: Bu tarihte saat farkı saniye içeriyor (o sırada yerel ortalama saat kullanılıyordu); kopyalanan ISO 8601 dakikaya yuvarlandı.
vi: Vào ngày này, độ lệch UTC tính đến từng giây (lúc đó dùng giờ trung bình địa phương); ISO 8601 đã sao chép được làm tròn đến phút.
zh_hant: 這個日期的時區偏移含秒數（當時使用地方平時）；拷貝的ISO 8601已四捨五入至整分鐘。

source: 退出
de: Beenden
en: Quit
es: Salir
fr: Quitter
id: Keluar
it: Esci
ja: 終了
ko: 종료
nl: Stop
pl: Zakończ
pt_br: Encerrar
ru: Завершить
tr: Çık
vi: Thoát
zh_hant: 結束

source: 逗号 ,
de: Komma ,
en: Comma ,
es: Coma ,
fr: Virgule ,
id: Koma ,
it: Virgola ,
ja: カンマ ,
ko: 쉼표 ,
nl: Komma ,
pl: Przecinek ,
pt_br: Vírgula ,
ru: Запятая ,
tr: Virgül ,
vi: Dấu phẩy ,
zh_hant: 逗號 ,

source: 通用
de: Allgemein
en: General
es: General
fr: Général
id: Umum
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
tr: Genel
vi: Cài đặt chung
zh_hant: 一般

# 重命名
source: 重新命名
de: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
id: Ubah Nama
it: Rinomina
ja: 名称変更
ko: 이름 변경
nl: Wijzig naam
pl: Zmiana nazwy
pt_br: Renomear
ru: Переименование
tr: Adını Değiştir
vi: Đổi tên

# 重命名…
source: 重新命名…
de: Umbenennen …
en: Rename…
es: Renombrar…
fr: Renommer…
id: Ubah Nama…
it: Rinomina…
ja: 名称変更…
ko: 이름 변경…
nl: Wijzig naam…
pl: Zmień nazwę…
pt_br: Renomear…
ru: Переименовать…
tr: Adını Değiştir…
vi: Đổi tên…

# 重试安排提醒
source: 重试
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ru: Повторить
tr: Yeniden Dene
vi: Thử lại
zh_hant: 重試

source: 钟与太阳相差不到1分钟
de: Uhr und Sonne liegen weniger als eine Minute auseinander
en: The clock matches the sun to within a minute
es: El reloj y el sol difieren menos de un minuto
fr: L’horloge et le soleil diffèrent de moins d’une minute.
id: Jam dan matahari berselisih kurang dari 1 menit
it: Orologio e Sole differiscono di meno di un minuto
ja: 時計と太陽の差は1分未満です
ko: 시계와 태양의 차이가 1분 미만입니다.
nl: Klok en zon verschillen minder dan 1 minuut
pl: Zegar i czas słoneczny różnią się o mniej niż minutę
pt_br: O relógio e o sol diferem em menos de 1 minuto
ru: Часы и солнце расходятся меньше чем на минуту
tr: Saat ile Güneş arasında bir dakikadan az fark var
vi: Đồng hồ và mặt trời lệch nhau chưa đến 1 phút
zh_hant: 時鐘與太陽相差不到1分鐘

source: 钟比太阳快%@
de: Die Uhr geht der Sonne %@ voraus
en: The clock is %@ ahead of the sun
es: El reloj va %@ por delante del sol
fr: L’horloge a %@ d’avance sur le soleil.
id: Jam %@ lebih cepat dari matahari
it: L’orologio è avanti di %@ rispetto al Sole
ja: 時計は太陽より%@進んでいます
ko: 시계가 태양보다 %@ 빠릅니다
nl: De klok loopt %@ voor op de zon.
pl: Zegar wyprzedza słońce o %@
pt_br: O relógio está %@ adiantado em relação ao sol
ru: Часы опережают солнце на %@
tr: Saat, Güneş’ten %@ ileride
vi: Đồng hồ nhanh hơn mặt trời %@
zh_hant: 時鐘比太陽快%@

source: 钟比太阳慢%@
de: Die Uhr geht der Sonne %@ nach
en: The clock is %@ behind the sun
es: El reloj va %@ por detrás del sol
fr: L’horloge a %@ de retard sur le soleil.
id: Jam %@ lebih lambat dari matahari
it: L’orologio è indietro di %@ rispetto al Sole
ja: 時計は太陽より%@遅れています
ko: 시계가 태양보다 %@ 느립니다
nl: De klok loopt %@ achter op de zon.
pl: Zegar spóźnia się względem słońca o %@
pt_br: O relógio está %@ atrasado em relação ao sol
ru: Часы отстают от солнца на %@
tr: Saat, Güneş’ten %@ geride
vi: Đồng hồ chậm hơn mặt trời %@
zh_hant: 時鐘比太陽慢%@

source: 间隔点 ·
de: Mittelpunktzeichen ·
en: Middle Dot ·
es: Punto medio ·
fr: Point médian ·
id: Titik Tengah ·
it: Punto mediano ·
ja: 中黒 ·
ko: 가운뎃점 ·
nl: Middelhoge punt ·
pl: Kropka środkowa ·
pt_br: Ponto Central ·
ru: Точка-разделитель ·
tr: Orta Nokta ·
vi: Dấu chấm giữa ·
zh_hant: 間隔點 ·

source: 阵亡将士纪念日
de: Memorial Day
en: Memorial Day
es: Día de los Caídos
fr: Memorial Day
id: Hari Peringatan Prajurit Gugur
it: Memorial Day
ja: メモリアルデー
ko: 현충일(미국)
nl: Memorial Day
pl: Dzień Pamięci
pt_br: Memorial Day
ru: День памяти
tr: Anma Günü
vi: Ngày Tưởng niệm binh sĩ tử trận
zh_hant: 陣亡將士紀念日

source: 面板上各地的时间都跳到这一刻
de: Alle Zeiten im Panel springen zu diesem Moment
en: Every time in the panel jumps to this moment
es: Mostrar este momento en todos los lugares del panel
fr: Toutes les heures du panneau passent à cet instant.
id: Semua waktu di panel beralih ke waktu yang dipilih
it: Tutti gli orari del pannello passano a questo momento
ja: パネル上の各地の時刻がこの時点へ移動します
ko: 패널의 모든 시각이 이 시점으로 이동합니다.
nl: Alle tijden in het paneel springen naar dit moment.
pl: Wszystkie godziny w panelu przeskoczą do tej chwili
pt_br: Todos os horários do painel vão para esse momento
ru: Время во всех местах на панели изменится на этот момент
tr: Paneldeki tüm saatler bu ana atlar
vi: Mọi giờ trong bảng sẽ chuyển đến thời điểm này
zh_hant: 面板上各地的時間都跳到這一刻
